{
  pages: [
    "[\"\",{text:\"Colony Wars Handbook:\",bold:true,underlined:true},{text:\"\nThis book will fill you in on all you need to know to play Colony Wars.\n\n\",color:reset},{text:\"Credits:\",bold:true},{text:\"\nThis version of Colony Wars created by ithinkrok. Original from the MultiCube Network.\",color:reset}]",
    "[\"\",{text:\"Contents:\",bold:true,underlined:true},{text:\"\nIntroduction:\",color:reset,bold:true},{text:\"\nGame Format\nCollecting Gold\nDying/Repawning\nThe Showdown\n\n\",color:reset},{text:\"Buildings:\",bold:true},{text:\"\nBase\nFarm\nChurch\nCathedral\nGreenhouse\nLumbermill\",color:reset}]",
    "[\"\",{text:\"Buildings (Cont.)\",bold:true},{text:\"\nBlacksmith\nMageTower\nScoutTower\nCannonTower\nWalls\nLandmines\n\n\",color:reset},{text:\"Classes:\",bold:true},{text:\"\nCloaker\nScout\nGeneral\nArcher\nMage\",color:reset}]",
    "{text:\"Peasant\nInferno\nDark Knight\nPriest\nWarrior\"}",
    "[\"\",{text:Introduction,bold:true,underlined:true},{text:\"\nGame Format\",color:reset,bold:true},{text:\"\nYou start the game at your base, and must collect gold to buy buildings, which you can use to upgrade your gear. \n\nThe game ends with the showdown, and to win your team must be the last team standing.\",color:reset}]",
    "[\"\",{text:\"Collecting Gold\",bold:true},{text:\"\nMine gold ore (or quartz ore if you are in a nether map) at the mine which should be near your base.\n\nYou can also collect gold by chopping down trees. \n\nDiamond ore gives extra gold.\",color:reset}]",
    "[\"\",{text:\"Dying/Respawning:\",bold:true},{text:\"\nIf you die. You will have a chance to respawn that is displayed in your scoreboard. If you respawn, you will do so at one of your Churches/Cathedrals, or your base if there is nowhere else.\n\nIf you do not respawn, you are out of the game, and must spectate.\",color:reset}]",
    "[\"\",{text:\"The Showdown:\",bold:true},{text:\"\nEach game ends with the showdown. Everyone is teleported to the arena at the center of the map. You will not respawn if you die in the showdown, and you may not leave the showdown arena.\n\nThe winning team is the last team standing.\",color:reset}]",
    "[\"\",{text:\"Buildings:\",bold:true,underlined:true},{text:\"\nBase\",color:reset,bold:true},{text:\"\nThe base is the building you spawn in. At first you can only purchase the farm from it, but after your farm is built you can also buy Lumbermills, Blacksmiths, Churches, MageTowers and Greenhouses. The base cannot be destroyed my mining the obsidian.\",color:reset}]",
    "[\"\",{text:Farm,bold:true},{text:\"\nThe farm is where you can purchase your food. An essential building in every game.\n\n\",color:reset},{text:Church,bold:true},{text:\"\nThe church sells expensive splash healing potions, as well as the option to upgrade to a Cathedral. Also sells a player compass to scouts.\",color:reset}]",
    "[\"\",{text:\"The church gives you a 30% revival rate when built.\n\n\"},{text:Cathedral,bold:true},{text:\"\nThe cathedral sells cheaper health potions than the church, and gives a 75% revival chance when built. The scout can also buy the player compass from it.\n\nThe priest can upgrade\",color:reset}]",
    "[\"\",{text:\"their earth bender, healing scroll and cross at the cathedral.\n\n\"},{text:Greenhouse,bold:true},{text:\"\nSells the mighty axe, which allows you to chop down trees faster.\n\n\",color:reset},{text:Lumbermill,bold:true},{text:\"\nThe scout, archer, and peasant can upgrade their weapons here.\",color:reset}]",
    "[\"\",{text:Blacksmith,bold:true},{text:\"\nScoutTowers, Walls, and Landmines can be purchased from the Blacksmith. The blacksmith is also where the general and warrior can buy their upgrades and the inferno can buy TNT.\",color:reset}]",
    "[\"\",{text:MageTower,bold:true},{text:\"\nThis is where the cloaker, mage, inferno and dark knight can buy their upgrades, and the scout can upgrade his regen ability.\n\n\",color:reset},{text:ScoutTower,bold:true},{text:\"\nA tower building, can make a good place for archers to shoot from and infernos to use their explosion wand.\",color:reset}]",
    "[\"\",{text:\"The ScoutTower will be able to be upgraded to a cannon tower in a future update...\n\n\"},{text:CannonTower,bold:true},{text:\"\nA scout tower with cannons that automatically shoot at members of different teams.\",color:reset}]",
    "[\"\",{text:Walls,bold:true},{text:\"\nHandy 3x3 structures which can make it harder for enemy team members to infiltrate your base. \n\n\",color:reset},{text:Landmine,bold:true},{text:\"\nPressure plates with TNT beneath them. Will go off if the pressure plate is triggered or if there is another explosion nearby. Good for infernos...\",color:reset}]",
    "[\"\",{text:Classes,bold:true,underlined:true},{text:\"\nCloaker\",color:reset,bold:true},{text:\"\nGets the cloak ability when the MageTower is built, which can be upgraded at the MageTower. Use this ability to temporarily hide from other players, making it harder for them to attack you.\",color:reset}]",
    "[\"\",{text:Scout,bold:true},{text:\"\nStarts the game with the speed 2 buff. Gets an upgradable wooden sword when the lumbermill is built, and an upgradable regen ability when the MageTower is built. Can buy a player compass from churches/cathedrals.\n\nThe player compass\npoints towards the\",color:reset}]",
    "[\"\",{text:\"nearest enemy player. It requires right clicking often to update its pointing direction.\n\n\"},{text:General,bold:true},{text:\"\nGets an upgradable diamond sword when the blacksmith is built.\n\n\",color:reset},{text:Archer,bold:true},{text:\"\nGets an upgradable wooden sword, a bow and some arrows\",color:reset}]",
    "[\"\",{text:\"when the Lumbermill is built. More arrows can be purchased from the lumbermill. \n\n\"},{text:Mage,bold:true},{text:\"\nGets the upgradable ender wand and lightning wand, and some damage potions when the MageTower is built. Can buy more damage potions at the MageTower.\",color:reset}]",
    "[\"\",{text:Peasant,bold:true},{text:\"\nGets an enchanted iron axe at the start of the game to chop down wood faster. Gets an upgradable wooden sword when the lumbermill is built.\",color:reset}]",
    "[\"\",{text:Inferno,bold:true},{text:\"\nGets an upgradable explosion wand when the MageTower is built. Gets an upgradable fire sword when the Blacksmith is built. Can buy TNT from the blacksmith. \n\nThe explosion wand goes well with landmines...\",color:reset}]",
    "[\"\",{text:\"Dark Knight\",bold:true},{text:\"\nGets an upgradable darkness sword when the MageTower is built.This sword gives players the wither effect when attacked.\n\n\",color:reset},{text:Priest,bold:true},{text:\"\nGets the upgradable earth bender, healing scroll and cross when the Cathedral is built.\",color:reset}]",
    "[\"\",{text:\"The healing scroll will heal the entire team to full health when used. The earth bender levitates blocks.\n\n\"},{text:Warrior,bold:true},{text:\"\nGets the upgradable wolf wand and iron sword when the Blacksmith is built. The wolf wand summons wolves to fight for you.\",color:reset}]"
  ],
  title: "Colony Wars Handbook",
  author: "ithinkrok",
  generation: 1
}